tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "emacs"
brew "git"
brew "openjdk"
brew "gradle"
brew "kotlin"
brew "nmap"
brew "nvm"
brew "python@3.9"
brew "tmux"
cask "android-studio"
cask "balenaetcher"
cask "docker"
cask "dotnet"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "intellij-idea-ce"
cask "lastpass"
cask "mongodb-compass-community"
cask "openvpn-connect"
cask "pgadmin4"
cask "postman"
cask "skype"
cask "spotify"
cask "steam"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
