tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "direnv"
brew "docker", link: false
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "lazygit"
brew "libpq"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "python@3.10"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "tpm"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "kitty"
cask "rectangle"
